[
    
        {"id":1, "title":"Zapatillas U Knu Skool","description":"La Knu Skool es un modelo reeditado de los años 90, cuando las zapatillas de skate eran extra hinchadas. Confeccionadas con parte superior de ante y lienzo, este modelo de perfil bajo presenta una gran lengüeta hinchada y un cuello en el tobillo, lo que le da un aspecto exagerado que juega con la Old Skool original.","image":"https://mmgrim2.azureedge.net/MediaFiles/Grimoldi/2023/9/7/8794500.jpg","price": 169000 , "categoria":"zapatillas"},
        {"id":2, "title":"Zapatillas U Knu Stack","description":"Un estilo hinchado de los 90 con suela de plataforma gruesa Las Knu Stack comienzan con nuestra interpretación moderna de una silueta clásica de los 90 y luego la lleva a un nivel superior.","image":"https://mmgrim2.azureedge.net/MediaFiles/Grimoldi/2024/2/15/9375791.jpg","price": 179000 , "categoria":"zapatillas"},
        {"id":3, "title":"Remera Left Chest Logo Tee II","description":"La remera Left Chest Logo Tee II de Vans presenta un diseño de cuello redondo y manga corta, decorado con el logotipo de Vans en la parte delantera.","image":"https://mmgrim2.azureedge.net/MediaFiles/Grimoldi/2024/2/16/9379460.jpg","price": 26000 , "categoria":"remeras"},
        {"id":4, "title":"Remera Rosethorn SS Tee", "description":"La Vans Rose Thorn es una remera de manga corta con cuello redondo confeccionada con un algodón más pesado y presenta un estampado de Vans impreso en la parte delantera y gráficos en la espalda.","image":"https://mmgrim2.azureedge.net/MediaFiles/Grimoldi/2024/1/30/9330830.jpg","price": 31000 , "categoria":"remeras" },
        {"id":5, "title": "BuzosFull Patched Po II", "description": "Buzo en frisa, con capucha y bolsillo tipo canguro. Estampa en frente y espalda Full Patched Vans. Etiqueta de marca y talle, grifa Vans y cinta interior personalizada." , "image": "https://mmgrim2.azureedge.net/MediaFiles/Grimoldi/2024/1/26/9322022.jpg", "price": 56000, "categoria": "buzos"},
        {"id":6, "title":"Buzos Vans Classic Crew II", "description":"Buzo escote redondo en Frisa. Estampa en el frente. Etiqueta de marca y talle, grifa Vans y cinta interior personalizada.","image":"https://mmgrim2.azureedge.net/MediaFiles/Grimoldi/2024/2/15/9374542.jpg","price": 49900 , "categoria":"buzos"},
        {"id":7, "title":"Pantalones Half Cab 30Th Loose Fleece Pant", "description":"Confeccionado con 100 % algodón y una combinación de colores completamente negra, este jogger tiene una cintura con cordón para mayor comodidad, bolsillos laterales con cierres y un bolsillo trasero que también presenta el logotipo de Vans.","image":"https://mmgrim2.azureedge.net/MediaFiles/Grimoldi/2023/11/9/9069921.jpg", "price": 49900 ,  "categoria":"pantalones"},
        {"id":8, "title":"Pantalones Range Baggy Tapered Elastic Waist Pant", "description":"Este pantalón de corte holgado y tiro caído con cintura elástica te ofrece todo el estilo, la comodidad, la movilidad y la capacidad para patinar que necesitas para hacer toda una declaración personal tanto dentro como fuera de las pistas de skate.","image":"https://mmgrim2.azureedge.net/MediaFiles/Grimoldi/2024/2/20/9390891.jpg", "price": 110000 , "categoria":"pantalones"}  
]